"PageTitle" = "대상 디스크 선택";

/* Target Select Strings */
"SelectMessage_Volumes" = "%@ 소프트웨어를 설치하려는 디스크를 선택하십시오.";
"SelectMessageChecking_Volumes" = "추가 디스크 검사 중...";

/* Domain Select Strings */
"SelectMessage_Domains" = "이 소프트웨어를 어떻게 설치하겠습니까?";
"SelectMessageChecking_Domains" = "추가 설치 위치 검사 중...";

/* Available domain strings */
"DomainInstall_Local" = "이 컴퓨터의 모든 사용자를 위해 설치";
"DomainInstall_User" = "사용자 본인 전용으로 설치";
"DomainInstall_Anywhere" = "특정 디스크에 설치...";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "“%2$@” 디스크의 “%1$@” 폴더에 이 소프트웨어를 설치하도록 선택했습니다.";
"DestinationMessageDriveOnly" = "“%@” 디스크에 이 소프트웨어를 설치하도록 선택했습니다.";
"DestinationMessage_HomeDir" = "사용자의 홈 폴더에 이 소프트웨어를 설치하도록 선택했습니다. 현재 사용자만 이 소프트웨어를 사용할 수 있습니다.";
"DestinationMessage_LocalMachine" = "이 컴퓨터의 모든 사용자들을 위해 이 소프트웨어를 설치하도록 선택했습니다.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "이 소프트웨어를 설치하는 데 추가 공간이 필요하지 않습니다.";
"SizeMessageInstall" = "이 소프트웨어를 설치하려면 %@의 공간이 필요합니다.";


"CannotInstallMessage_Volume" = "%1$@을(를) 이 디스크에 설치할 수 없습니다. %2$@";
"CannotInstallMessage_Domain" = "이 위치에 %1$@을(를) 설치할 수 없습니다.  %1$@ 설치 프로그램은 이 위치에서 소프트웨어의 설치를 지원하지 않습니다.";

"InstallMessage" = "이 디스크에 %@을(를) 설치하도록 선택했습니다.";
"UpgradeMessage" = "이 디스크의 %@을(를) 업그레이드하도록 선택했습니다.";

"NeedChangeInstallMessage" = "설치 설정값을 변경하지 않고 %1$@을(를) 이 디스크에 설치할 수 없습니다. 설정값을 변경하려면 옵션을 클릭하십시오. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "%@ 설치";
"InstallOSDescriptionParagragh" = "처음으로 %@을(를) 설치합니다. ";

"UpgradeOSDescription" = "%@ 업그레이드";
"UpgradeOSDescriptionParagragh" = "%@의 이전 버전을 업그레이드하십시오.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "선택한 디스크에 설치하려는 소프트웨어의 최신 버전이 포함되어 있습니다.";
"VersionSheetMessage" = "이 소프트웨어를 설치하면 최신 버전이 이전 버전으로 대치됩니다.";
"VersionInstallMessage" = "이 소프트웨어의 최신 버전이 있는 디스크에 해당 소프트웨어를 설치하도록 선택했습니다.";
